
//Проверка на слияние веток 2
//Проверка на слияние веток 2
//Проверка на слияние веток 2
//Проверка на слияние веток 2
//Проверка на слияние веток 2
//Проверка на слияние веток 2 Коммит 3
//Проверка на слияние веток 2 Коммит 3
//Проверка на слияние веток 2 Коммит 3
//Проверка на слияние веток 2 Коммит 3

//Проверка слияния веток. Ветка test-1
//Проверка слияния веток. Ветка test-1
//Проверка слияния веток. Ветка test-1
//Проверка слияния веток. Ветка test-1
//Проверка слияния веток. Ветка test-1
//Проверка слияния веток. Ветка test-1  коммит 2
//Проверка слияния веток. Ветка test-1  коммит 2
//Проверка слияния веток. Ветка test-1  коммит 2
//Проверка слияния веток. Ветка test-1  коммит 2


// тест 2

